Repository: SilakSergey/LoanCalculater
Catalog: Credit/*.lproj/Localizable.strings
Languages: fr, it, ru, uk

source: Name of loan
fr: Nommer crédit
it: Nome del credito
ru: Наименование кредита
uk: Найменування кредиту

source: Error
ru: Ошибка

source: Loan term must be > 0
fr: Terme de crédit doit être> 0
it: Termine del credito deve essere> 0
ru: Срок кредита должен быть > 0
uk: Термін кредиту повинен бути > 0

source: Interest rate must be > 0
fr: Le taux d'intérêt doit être> 0
it: Tasso di interesse deve essere> 0
ru: Процентная ставка должна быть > 0
uk: Процентна ставка повинна бути > 0

source: Amount of loan must be > 0
fr: Montant du crédit doit être> 0
it: Importo del credito deve essere> 0
ru: Сумма кредита должна быть > 0
uk: Сума кредиту повинна бути > 0

source: Saved
fr: Enregistré
it: Salvato
ru: Сохранено
uk: Збережено

source: Annuitet
fr: Rente
it: Annualit√†
ru: Аннуитетный
uk: Аннуітет

source: Menu
ru: Меню
uk: Меню

source: Cancel
fr: Annuler
it: Cancellare
ru: Отмена
uk: Відміна

source: Send mail
fr: Envoyez un mail
it: Invia mail
ru: Отправить на почту
uk: Відправити на пошту

source: Print
fr: Imprimer
it: Stampa
ru: Распечатать
uk: Роздрукувати

source: Loan payment
fr: Paiement de prêt
it: Prestito di pagamento
ru: Расчет кредита
uk: Розрахунок кредиту

source: Perform the calculation, please
fr: Effectuer le calcul, s'il vous plaît
it: Eseguire il calcolo, per favore
ru: Выполните расчет, пожалуйста
uk: Виконання обчислень, будь ласка

source: iCloud access denied
fr: L'accès iCloud refusé
it: Accesso negato iCloud
ru: Доступ к iCloud запрещен
uk: Доступ ICloud відмовлено

source: Make your choise
fr: Faites votre choix
it: Fate la vostra scelta
ru: Выберите действие
uk: Зробити свій вибір

source: Thank you for your purchase
fr: Nous vous remercions de votre achat
it: Grazie per il vostro acquisto
uk: Дякуємо за покупку
