Repository: SilakSergey/LoanCalculater
Catalog: Credit/*.lproj/Main_iPhone.strings
Languages: de, es, it, ru

# 0c8-MF-tfQ.normalTitle
source: Send email
de: E-Mail senden
es: Enviar e-mail
it: Invia e-mail
ru: Отправить на почту

# 12f-D1-N9C.title
source: Specification
de: Spezifikation
es: Especificación
it: Specificazione
ru: Подробно

# 1aK-pn-RKW.normalTitle
source: Calculate
de: Berechnen
es: Calcular
it: Calcolare
ru: Рассчитать

# 3rG-c5-P2j.text
source: Percent payments
de: Zinszahlungen
es: Los pagos de intereses
it: Pagamenti di interessi
ru: Выплаты по процентам

# 58s-qH-xCg.text
source: First payment
de: Erste Zahlung
es: Primer pago
it: Prima rata
ru: Первый взнос

# 7e9-Rx-x8e.text
source: Interest rate
de: Zinssatz
es: Tasa de interés
it: Tasso d'interesse
ru: Процентная ставка

# 8Td-Ns-URd.text
source: Name
es: Nombre
it: Nome
ru: Наименование кредита

# 9Rg-zR-qAc.title
source: Specification
de: Spezifikation
es: Especificación
it: Specificazione
ru: Детализация

# Jn0-Ci-HM9.text
source: Interest rate
de: Zinssatz
es: Tasa de interés
it: Tasso d'interesse
ru: Процентная ставка

# Mh9-y0-aP2.text
source: Percent payments
de: Zinszahlungen
es: Los pagos de intereses
it: Pagamenti di interessi
ru: Выплаты по процентам

# NLN-T6-ieq.title
source: Loans
de: Kredite
es: Créditos
it: Prestiti
ru: Кредиты

# NOb-wR-c1Y.title
source: Loans
de: Kredite
es: Créditos
it: Prestiti
ru: Кредиты

# OK5-6b-BgL.text
source: Loan term in months
de: Laufzeit des Darlehens in Monaten
es: Plazo del crédito en meses
it: Termine di credito in mesi
ru: Срок кредита в месяцах

# OZm-kJ-3DK.text
source: Monthly payment
de: Monatliche Zahlung
es: Mensualidad
it: Pagamento mensile
ru: Ежемесячный платеж

# SW8-hB-8mk.text
source: Loan term in months
de: Laufzeit des Darlehens in Monaten
es: Plazo del crédito en meses
it: Termine di credito in mesi
ru: Срок кредита в месяцах

# URB-PJ-1aB.text
source: First payment
de: Erste Zahlung
es: Primer pago
it: Primo pagamento
ru: Первый взнос

# Wxc-tR-pmR.text
source: First payment
de: Erste Zahlung
es: Primer pago
it: Primo pagamento
ru: Первый взнос

# XFb-ug-qLL.text
source: (the largest amount)
de: (die größte Menge)
es: (la cantidad más grande)
it: (la più grande quantità)
ru: (наибольшая сумма)

# bhY-Lw-COf.text
source: Name of loan
de: Titel Kredit
es: Nombre de crédito
it: Nome del credito
ru: Наименование кредита

# oCt-eC-UC4.normalTitle
source: Print
de: Drucken
es: Impresión
it: Stampa
ru: Распечатать

# pgK-sy-wxF.text
source: Monthly payment
de: Monatliche Zahlung
es: Mensualidad
it: Pagamento mensile
ru: Ежемесячный платеж

# r68-2x-ocZ.text
source: Loan type
de: Typ Kredit
es: Tipo de crédito
it: Tipo di credito
ru: Тип кредита

# scy-FD-vq4.normalTitle
source: Save
de: Sparen
es: Guardar
it: Salvare
ru: Сохранить

# vYu-pY-28S.segmentTitles[0]
source: Annuitet
de: Rente
es: Anualidad
it: Annualità
ru: Аннуитет

# vYu-pY-28S.segmentTitles[1]
source: Different
de: Differenzierte
es: Diferenciado
it: Diversificato
ru: Дифферент

# wxs-ZP-aDT.text
source: Amount of loan
de: Höhe der Gutschrift
es: Monto del crédito
it: Importo del credito
ru: Сумма кредита

# yQE-BJ-Xvr.title
source: Calculate
de: Errechnung
es: Pago
it: Pagamento
ru: Расчет

# zZH-ms-dtE.text
source: Amount of loan
de: Höhe der Gutschrift
es: Monto del crédito
it: Importo del credito
ru: Сумма кредита

# IeL-ba-Z1S.normalTitle
source: Close
de: Schließen
es: Cerrar
it: Chiudi
ru: Закрыть

# OFt-BY-BUT.text
source: Help
de: Hilfe
es: Ayudar
it: Aiuto
ru: Справка

# bcP-3e-v2D.title
source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
ru: Настройки

# J0y-75-492.text
source: Settings
de: Einstellungen
es: Ajustes
it: Impostazioni
ru: Настройки

# igM-8n-2Xd.text
source: Support iCloud
de: Icloud Unterstützung
es: Apoyo iCloud
it: Impostazioni iCloud
ru: Поддержка iCloud

# KgD-ui-PIl.text
source: (Switched off iCloud program runs faster)
de: (Ausgeschaltet iCloud Programm läuft schneller)
es: (Apagado programa iCloud funciona más rápido)
it: (Spento programma iCloud è più veloce)
ru: (C iCloud OFF программа работает быстрее)

# 7vN-Ob-hV9.text
source: Detailed calculation
de: Eine detaillierte Berechnung
es: Un cálculo detallado
it: Un calcolo dettagliato
ru: Детальный расчет

# UtF-W2-7BT.text
source: (Display a detailed calculation of loan)
de: (Zeigen detaillierte Berechnung von Darlehen)
es: (Mostrar cálculo detallado de préstamo)
it: (Mostra calcolo dettagliato di prestito)
ru: (Отображать детальный расчет по кредиту)

# Uzq-lH-AAd.text
source: Balans
de: Balance
es: Programación
it: Somma
ru: Баланс

# Fo1-Vv-PD8.text
source: Payment
de: Retouren
es: Devoluciones
it: Pagamento
ru: Выплата

# KIh-oQ-jpZ.text
source: Transfer
de: Zahlung
es: Pago
it: Pagamento
ru: Платеж
